Repository: berkcanekici/brainiac
Catalog: application/BrainiacApp/BrainiacApp/Properties/strings.*.resx
Languages: tr

source: Hello
tr: Merhaba

# T1Info1
source: During this test, you need to keep your eyes closed. You will hear some instructions and take actions accordingly. These instructions will be related to thinking or imagining objects/scenarios.
tr: Bu test süresince gözlerinizi kapalı tutmalısınız. Size belli komutlar verilecek ve bu komutlara uygun olarak hareket etmelisiniz. Bu komutlar aklınızda bir cisim/olay canlandırmanıza yönelik olacak.

# T1Info2
source: You will be given 6 instructions in total and for each instruction you will be given some time. During test try not to think anything else.
tr: Toplam 6 komut alacaksınız ve bu komutlar için belirli süreleriniz olacak. Bu süreçte başka şeyler düşünmemeye çalışmalısınız.

# T1Info3
source: Between instructions you will be given 5 seconds resting time. During that time keep your eyes closed and try not to think anything.
tr: Komutlar arası 5'er saniye dinlenme süreniz olacak. Bu süreçte beyninizi boşaltmaya çalışın.

# T1Q1
source: Think of the object “bike”.
tr: “Bisiklet” objesi hakkında düşünün.

# T1Q2
source: Visualize the object “car” in yor mind.
tr: Aklınızda “araba” objesini canlandırın.

# T1Q3
source: Visualize a bumblebee with a head of bull in your head.
tr: Aklınızda boğa kafasına sahip bir arı canlandırın.

# T1Q4
source: Visualize an imaginary place you would love to be in. This place should not exist in real world.
tr: İçinde bulunmayı çok isteyeceğiniz bir yer hayal edin. Bu yer gerçek hayatta bulunmamalı.

# T1Q5
source: Visualize an imaginary event in your mind. This event should not have happened in real life. It can be totally fiction or inspired from real life events.
tr: Aklınızda gerçekleşmemiş hayali bir olay canlandırın. Bu olay tamamen kurgu veya gerçek hayattan esinlenmiş olabilir.

# T2Info1
source: You will be shown 3 pictures one by one. For each picture you will be given 20 seconds. During those whole 20 seconds, you should think about what the picture reminds you of.
tr: Size teker teker 3 resim gösterilecek. Her resim için 20 saniyeniz olacak. 20 saniye boyunca o resmin Size neler çağırıştırdığını düşünmelisiniz.

# T2Info2
source: The pictures might remind you of things related to real life or fiction. Try hard to make connections.
tr: Çağrışımlar gerçek hayata dair veya hayali olabilir. Bağlantılar bulmak için iyice düşünün.

# T2Info3
source: Between pictures you will have 10 seconds rest. Free your mind.
tr: Resimler arasında 10’ar saniye dinlenme süreniz olacak. Aklınızı boşaltın.

# T2Q
source: What does this picture resemble to you? (Can be multiple things)
tr: Bu resim size ne veya neleri çağırıştırıyor?

# T3Info1
source: There will be a 3x3 board consisting of squares. Each question will consist of 3 parts. In the first part, a square will light up and a letter will be shown on it. You have to remember the square and the letter. This will be repeated for the second part and the third part too.
tr: Karşınızda 3x3 karelerden oluşan bir tablo olacak. Her soru 3 parttan oluşacak. Birinci partta bir kare aydınlanacak ve içinde bir harf görünecek. Bu kareyi ve harfi unutmamalısınız. Bu 2. Ve 3. partta da tekrarlanacak.

# T3Info2
source: In the third part you will have choices to select. If the square and the letter matches the ones from the first part, then you select both match. If they do not match, you select no match. If only one of them matches you select the corresponding match.
tr: 3. Partta seçenekleriniz olacak. Eğer aydınlanan kare ve harf birinci parttakiyle aynı ise, ikili eşleşmeyi seçmelisiniz. Eğer farklı ise, sıfır eşleşmeyi seçmelisiniz. Eğer biri aynı ise ona göre seçim yapmalısınız.

# T3Info3
source: For first and second parts you will have 3 seconds. For the third part, You will have 4 seconds.
tr: Birinci ve ikinci partlar için 3’er, üçüncü part için 4 saniyeniz olacak.

# T3Info4
source: This will be repeated for 7 times. There will not be rest times.
tr: Bu 6 kere tekrarlanacak. Dinlenme olmayacak.

# T4Info1
source: You will be given a noun and then you should think of a verb related to it. Then you need to enter the verb into a text box.
tr: Size bir kelime verilecek ve bu kelimeye uygun bir fiil düşünmelisiniz. Ardından bu fiili bir text kutucuğuna yazmalısınız.

# T4Info2
source: However, try to think of unusal verbs. Do not write the most common verb you can think of.
tr: Ancak akla ilk gelecek fiil yerine daha özel fiiller bulmaya çalışın.

# T4Info3
source: You will be given 15 seconds for each noun. Do not leave the textbox empty.
tr: Her kelime için 15’er saniyeniz olacak. Text kutucuğunu boş bırakmayın.

# T4Info4
source: You will be given 5 second rest time between each noun.
tr: Kelime aralarında 5’er saniye dinlenme süreniz olacak.

# T4Q1
source: Pencil
tr: Kalem

# T4Q2
source: Music
tr: Müzik

# T4Q3
source: Game
tr: Oyun

# T4Q4
source: Family
tr: Aile

# T4Q5
source: School
tr: Okul

# T5Info1
source: You will be given some commands randomly. This commands will say either “Go” or “Don’t Go”. If you see “Go” you should click the button which says “Go”. If you see “Don’t Go”, you should wait till the next command arrives.
tr: Size belli komutlar rastgele bir şekilde verilecek. Bu kotmular ya “Go” ya da “Don’t Go” olacak. Eğer “Go” görürseniz üstünde “Go” yazan butona basmalısınız. Eğer “Don’t Go” görürseniz, hiçbir şey yapmadan bir sonraki komutu beklemelisiniz.

# T5Info2
source: Your speed will be important because commands will stay 2-5 seconds. If you fail commands, it will be noted.
tr: Hızınız önemli olacak çünkü komutlar 2-5 saniye ekranda kalacak. Eğer başarısız olursanız bu kaydedilecek.

# T5Info3
source: This test will last in total 40 seconds. There will be no rest.
tr: Bu test toplam 40 saniye sürecek ve dinlenme olmayacak.
